"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Запустіть Impress на комп'ютері\n* З'єднайте обидва пристрої з однією мережею WiFi\n* P.S. Ваш пристрій iOS зараз з'єднаний з \"%@\"";
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Наразі ви не маєте з'єднання Wi-Fi.\n* Під'єднайте ваш пристрій iOS і ваш комп'ютер  до однакової мережі\n* Оновіть\n* підказка: ви можете створити особисту точку доступу на вашому комп'ютері/iPhone";
/* Popover option */
"About Impress Remote" = "Про Impress Remote";
"Back" = "Назад";
/* Popover option */
"Blank Screen" = "Порожній екран";
"Cancel" = "Скасувати";
"Click to refresh" = "Натисніть для оновлення";
/* Back button to the connect page on navbar */
"Connect" = "З'єднатися";
/* connect instructions */
"Connect your devices to the same WiFi network." = "З'єднайте ваші пристрої з однаковою мережею Wi-Fi.";
/* instruction page title */
"Connection" = "З'єднання";
/* Popover option */
"Connection Help" = "Довідка про з'єднання";
/* Connection Lost Alert title */
"Connection Lost" = "З'єднання втрачено";
/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Ой, втрачено з'єднання… Спробуйте знову підключитися до вашого комп'ютера. ";
/* Control instruction title */
"Control" = "Керування";
/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Створіть особисту точку доступу на вашому iPhone за потреби.";
/* Server list section title */
"Custom Connections" = "Власні з'єднання";
/* Displayed when no customized server is available */
"Customize server config instruction" = "Якщо комп'ютер не з'явився вище у розділі, то вручну додайте IP-адресу комп'ютера. ";
/* Server list section title */
"Detected Connections" = "Виявлені з'єднання";
/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Введіть пін-коду у Показ - Impress Remote";
/* Connection failure title */
"Failed to reach server" = "Не вдалося з'єднатися з сервером";
/* Connection failure message */
"Failed to reach server Msg" = "Будь ласка, перевірте вашу IP-адресу і переконайтеся, що LibreOffice Impress запущено з увімкненою функцією дистанційного керування.";
"Failed to reach your computer" = "Не вдалося з'єднатися з вашим комп'ютером";
"Help" = "Довідка";
/* In app How-to title */
"How-to" = "Інструкції";
/* App name displayed on navbar */
"Impress Remote" = "Impress Remote";
/* Invalid IP Address Alert title */
"Invalid IP Address" = "Неправильна IP-адреса";
/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Введена вами IP-адреса - неправильна";
/* EditableTableViewCell placeholder */
"IP Address" = "IP-адреса";
/* Pairing instruction text */
"Launch Impress & select your computer." = "Запустіть Impress та виберіть свій комп’ютер.";
/* EditableTableViewCell placeholder */
"Name (optional)" = "Назва (необов'язкова)";
"New Server" = "Новий сервер";
"No, thanks" = "Ні, дякую";
/* OK Button on Alert view */
"OK" = "Гаразд";
/* backButton for Tutorial */
"Ok, thanks" = "Добре, дякую";
/* Pairing instruction title */
"Pairing" = "Спаровування";
/* Pairing instructions Alert Title */
"Pairing Instructions" = "Вказівки щодо утворення пари";
"Pairing Instructions Msg" = "1. Запустіть LibreOffice Impress на своєму комп'ютері\n\n2. Увімкніть Засоби - Параметри - LibreOffice Impress - Загальне - Увімкнути дистанційне керування\n\n3. Переконайтеся, що ваш комп'ютер та пристрій з'єднані з однією і тією ж мережею Wi-Fi\n\n4. Введіть вручну IP-адресу вашого комп'ютера, якщо його не виявлено\n\n5. Під'єднайтесь і насолоджуйтеся!\n\n";
/* Update button text in diffrent states */
"Pause" = "Пауза";
"Please consider restart LibreOffice Impress on your computer." = "Будь ласка, перезапустіть LibreOffice Impress на вашому комп'ютері.";
/* Popover option */
"Restart" = "Перезапуск";
"Resume from blank screen" = "Відновити з порожнього екрану";
/* Popover option */
"Resume from blank Screen" = "Відновити з порожнього екрану";
"Searching" = "Здійснюється пошук";
/* Sidebar section header */
"Slides" = "Слайди";
/* Update button text in diffrent states */
"Start" = "Початок";
/* Popover option */
"Stop Presentation" = "Припинити презентацію";
/* Sidebar section header */
"Stop Watch" = "Зупинити таймер";
"Take a tour of iOS Impress Remote?" = "Здійснити екскурсію по iOS Impress Remote?";
/* Sidebar section header */
"Timer" = "Таймер";
"Yes" = "Так";
